"Any" = "Irgendein";
"All" = "Alle";
"Save" = "Speichern";
"Kind" = "Art";
"matches" = "stimmt überein";
"contain" = "beinhaltet";
"begin with" = "beginnt mit";
"end with" = "endet mit";
"is" = "ist";
"is not" = "ist nicht";
"equals" = "gleicht";
"is less then" = "ist weniger als";
"is greater than" = "ist größer als";
"Contains ALL" = "Beinhaltet alle";
"Contains Any" = "Beinhaltet irgendein";
"Not Contains" = "Beinhaltet nicht";
"Narrowly" = "Beinhaltet nur";
"day" = "Tag";
"week" = "Woche";
"month" = "Monat";
"year" = "Jahr";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "Sekunden";